Tekla.Structures.ModelInternal.EventHandlerWrapper.AddListener(Tekla.Structures.Model.Events)


Tekla.Structures.ModelInternal.EventHandlerWrapper.RemoveListener(Tekla.Structures.Model.Events)


Tekla.Structures.ModelInternal.EventHandlerWrapper.AddUIListener(Tekla.Structures.ModelInternal.dotClientId_t,Tekla.Structures.ModelInternal.InputGeometryEvents)


Tekla.Structures.ModelInternal.EventHandlerWrapper.RemoveUIListener(Tekla.Structures.ModelInternal.dotClientId_t,Tekla.Structures.ModelInternal.InputGeometryEvents)
